{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-03-31T00:06:36.950-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "26.00"
				},
				{
					"PackageIdentifier" : "ChemTableSoftware.AutorunOrganizer",
					"Version" : "6.32"
				},
				{
					"PackageIdentifier" : "Ditto.Ditto",
					"Version" : "3.25.113.0"
				},
				{
					"PackageIdentifier" : "QuinGillespie.Fedra",
					"Version" : "0.2.0"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.53.0.2"
				},
				{
					"PackageIdentifier" : "Notepad++.Notepad++",
					"Version" : "8.9.3"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.6.0.0"
				},
				{
					"PackageIdentifier" : "GitHub.cli",
					"Version" : "2.89.0"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "3.9.0.1"
				},
				{
					"PackageIdentifier" : "gerardog.gsudo",
					"Version" : "2.6.1"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS",
					"Version" : "25.8.2"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive",
					"Version" : "122.0.1.0"
				},
				{
					"PackageIdentifier" : "QMK.QMKToolbox",
					"Version" : "0.3.3"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell.Preview",
					"Version" : "7.6.0.101"
				},
				{
					"PackageIdentifier" : "Starship.Starship",
					"Version" : "1.24.2"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice",
					"Version" : "26.2.1.2"
				},
				{
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit",
					"Version" : "26.001.21346"
				},
				{
					"PackageIdentifier" : "dorssel.usbipd-win",
					"Version" : "5.3.0"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom",
					"Version" : "7.0.33767"
				},
				{
					"PackageIdentifier" : "Klocman.BulkCrapUninstaller",
					"Version" : "6.1.0.0"
				},
				{
					"PackageIdentifier" : "Beeftext.Beeftext",
					"Version" : "16.0"
				},
				{
					"PackageIdentifier" : "Tonec.InternetDownloadManager",
					"Version" : "6.42.63"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "147.0.3912.37"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio",
					"Version" : "32.1.0"
				},
				{
					"PackageIdentifier" : "CreativeTechnology.OpenAL",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.50.35719.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.8",
					"Version" : "8.0.25"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.25"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale",
					"Version" : "1.96.3"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10",
					"Version" : "10.0.5"
				},
				{
					"PackageIdentifier" : "Chocolatey.Chocolatey",
					"Version" : "2.7.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.50.35719.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9",
					"Version" : "9.0.14"
				},
				{
					"PackageIdentifier" : "Python.Launcher",
					"Version" : "> 3.13.5"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password.CLI",
					"Version" : "2.33.1"
				},
				{
					"PackageIdentifier" : "Atuinsh.Atuin",
					"Version" : "18.13.6"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9230"
				},
				{
					"PackageIdentifier" : "Exercism.CLI",
					"Version" : "3.5.8"
				},
				{
					"PackageIdentifier" : "GitHub.Copilot",
					"Version" : "v1.0.12"
				},
				{
					"PackageIdentifier" : "Google.Chrome.Beta.EXE",
					"Version" : "147.0.7727.24"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup",
					"Version" : "1.29.0"
				},
				{
					"PackageIdentifier" : "AntoineAflalo.SoundSwitch",
					"Version" : "6.14.2.0"
				},
				{
					"PackageIdentifier" : "Spotify.Spotify",
					"Version" : "1.2.86.502.g8cd7fb22"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide",
					"Version" : "0.9.9"
				},
				{
					"PackageIdentifier" : "astral-sh.uv",
					"Version" : "0.11.2"
				},
				{
					"PackageIdentifier" : "bootandy.dust",
					"Version" : "1.2.4"
				},
				{
					"PackageIdentifier" : "chmln.sd",
					"Version" : "1.1.0"
				},
				{
					"PackageIdentifier" : "dandavison.delta",
					"Version" : "0.19.2"
				},
				{
					"PackageIdentifier" : "eza-community.eza",
					"Version" : "0.23.4"
				},
				{
					"PackageIdentifier" : "junegunn.fzf",
					"Version" : "0.70.0"
				},
				{
					"PackageIdentifier" : "mvdan.shfmt",
					"Version" : "3.13.0"
				},
				{
					"PackageIdentifier" : "pnpm.pnpm",
					"Version" : "10.33.0"
				},
				{
					"PackageIdentifier" : "sharkdp.bat",
					"Version" : "0.26.1"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack",
					"Version" : "4.48.102"
				},
				{
					"PackageIdentifier" : "topgrade-rs.topgrade",
					"Version" : "17.1.0"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi",
					"Version" : "2.70.0"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Version" : "0.98.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders",
					"Version" : "1.115.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.113.0"
				},
				{
					"PackageIdentifier" : "Google.Antigravity",
					"Version" : "1.21.6"
				},
				{
					"PackageIdentifier" : "Python.Python.3.14",
					"Version" : "3.14.3"
				},
				{
					"PackageIdentifier" : "15722UsefulApp.WorkspaceLauncherForVSCode",
					"Version" : "1.25.0.0"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password",
					"Version" : "> 8.12.8.26"
				},
				{
					"PackageIdentifier" : "JiriPolasek.DevNumbersforCommandPalette",
					"Version" : "0.2.0.0"
				},
				{
					"PackageIdentifier" : "JiriPolasek.RecentFilesforCommandPalette",
					"Version" : "0.8.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.CmdPalGitHubExtension",
					"Version" : "0.103.178.0"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.29.29.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2511.26001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.6",
					"Version" : "1.6.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview",
					"Version" : "1.25.622.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.24.10621.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WSL",
					"Version" : "2.7.0.0"
				},
				{
					"PackageIdentifier" : "Riri.WebSearchShortcut",
					"Version" : "0.1.2.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "9N97ZCKPD60Q",
					"Version" : "12.5.0.0"
				},
				{
					"PackageIdentifier" : "9NBDXK71NK08",
					"Version" : "2.2611.101.0"
				},
				{
					"PackageIdentifier" : "9NP83LWLPZ9K",
					"Version" : "1.1538.24328.0"
				},
				{
					"PackageIdentifier" : "9PKTQ5699M62",
					"Version" : "15.7.56.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.29.30-preview"
}