1password-cli
alsa-lib
at-spi2-core
atuin
base
base-devel
bash-completion
bat
bats
bats-assert
bats-file
bats-support
btop
busted
cairo
cheat
chezetc-git
chezmoi
choose-rust-git
clang
dialog
docformatter
docker
dos2unix
duf
dust
enchant
eslint
eza
fd
flite
fontconfig
freetype2
fzf
gdk-pixbuf2
git
git-filter-repo
github-cli
glow
gpk-bin
graphene
gron
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk3
gtk4
harfbuzz-icu
hyphen
iftop
inetutils
irssi
jaq
jq
just
just-lsp
libavif
libmanette
libx11
libxcb
libxcomposite
libxcursor
libxdamage
libxext
libxfixes
libxi
libxrandr
libxrender
libxslt
litecli-git
luarocks
lynx
magic-wormhole
man-db
man-pages
nano
nodejs
npm
openssh
opus
pandoc-cli
pango
paru-git
powershell-preview-bin
procs
python-pip
python-pipx
python-virtualenv
rclone
reflector
ripgrep
rsync
ruff
rustup
sd
shellcheck
shfmt
socat
starship
stylua
tealdeer
tmux
topgrade-git
tree
upower
uv
vim
vulkan-icd-loader
wget
whois
woff2
wslu
x264
xdg-ninja-git
xdg-utils
yay
yay-debug
yq
zoxide
